/////////////////////////////////////////////////////////////
//职责：定义了所有语言内容
////////////////////////////////////////////////////////////////

#pragma  once

//语言内容的定义
const CString g_strLanguage[] = 
{
	_T("提示"),						//0
	_T("文件清单不能为空。"),		//1
	_T("文件清单格式不对，加载失败。"),  //2
	_T("项目名称：%s。"),				//3
	_T("拷贝成功。"),				//4
	_T("拷贝失败，失败文件为："),				//5
	_T("成功新增如下文件："),		//6
	_T("名称不能为空。"),			//7
	_T("源路径不能为空。"),		//8
	_T("目的路径不能为空。"),		//9
	_T("名称"),						//10
	_T("源路径"),					//11
	_T("目的路径"),					//12
	_T("请选择一个删除项。"),		//13
	_T("导入成功。"),				//14
	_T("导出成功。"),				//15
	_T("保存成功。"),				//16
	_T("项目名称不能为空。"),		//17
	_T("未选择INI文件。"),			//18
	_T("未选择XML文件保存位置。"),	//19
	_T("INI转化为XML格式失败。"),	//20
	_T("INI转化为XML格式成功。"),	//21
	_T("没有任何文件。"),			//22
	_T("保存到XML文件失败，错误代号%d 。"),  //23
	_T("路径无效。"),				//24
	_T("请选择一个编辑项。"),		//25	
};